Repository: EdilbertoFonseca/contactsManager
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr, uk

source: Error when renaming file: {e}
tr: Dosyayı yeniden adlandırırken hata oluştu: {e}
uk: Помилка під час перейменування файлу: {e}

source: Attention
tr: Dikkat
uk: Увага

source: &Contacts Manager
tr: &Kişi Yöneticisi
uk: &Менеджер контактів

source: &Settings
tr: &Ayarlar
uk: &Налаштування

source: &Help
tr: &Yardım
uk: &Довідка

source: Contact list.
tr: Kişi listesi.
uk: Список контактів.

source: Displays a window with all contacts registered in the Contacts Manager.
tr: Kişi Yöneticisi'nde kayıtlı tüm kişileri içeren bir pencere görüntüler.
uk: Показує діалог з усіма контактами, зареєстрованими в менеджері контактів.

source: Opens Contacts Manager add-on settings
tr: Kişi Yöneticisi eklenti ayarlarını açar
uk: Відкриває налаштування додатка Менеджера контактів

source: Opens the Contacts Manager add-on help page.
tr: Kişi Yöneticisi eklenti yardım sayfasını açar.
uk: Відкриває довідкову сторінку менеджера контактів.

source: Add
tr: Ekle
uk: Додати

source: {} Record in Contacts Manager for NVDA
tr: {} NVDA için Kişi Yöneticisi yeni kayıt
uk: {} Запис у менеджері контактів для NVDA

source: Name:
tr: İsim:
uk: Ім'я:

source: Cell phone:
tr: Cep telefonu:
uk: Мобільний телефон:

source: Landline:
tr: Sabit hat:
uk: Стаціонарний телефон:

source: Email:
tr: E-posta:
uk: Електронна пошта:

source: &Ok
tr: &Tamam
uk: &Гаразд

source: &Cancel
tr: İpta&l
uk: &Скасувати

source: Name is required!
tr: İsim gerekli!
uk: Ім'я обов'язкове!

source: Error
tr: Hata
uk: Помилка

source: Mobile number is required!
tr: Cep telefonu numarası gerekli!
uk: Номер мобільного телефону обов'язково!

source: Landline number is required!
tr: Sabit hat numarası gerekli!
uk: Номер стаціонарного телефону обов'язково!

source: Invalid email format!
tr: Geçersiz e-posta biçimi!
uk: Недійсний формат електронної пошти!

source: Contact added, want to add a new contact?
tr: Kişi eklendi, yeni bir kişi daha eklemek ister misiniz?
uk: Контакт додано, хочете додати новий контакт?

source: Success
tr: Başarılı
uk: Успішно

source: Error adding contact: {}
tr: Kişi eklenirken hata oluştu: {}
uk: Помилка додавання контакту: {}

source: Contact edited!
tr: Kişi düzenlendi!
uk: Контакт відредаговано!

source: Message
tr: Mesaj
uk: Повідомлення

source: Add mask for phone fields:
tr: Telefon alanları için maske ekleyin:
uk: Додати маску для полів телефону:

source: Cell phone
tr: Cep telefonu
uk: Мобільний телефон

source: Landline
tr: Sabit hat
uk: Стаціонарний

source: &Show option to delete entire calendar
tr: Tüm &rehberi silme seçeneğini göster
uk: &Показати налаштування для видалення всього календаря

source: &Show import CSV file button
tr: CSV dosyasını &içe aktar düğmesini göster
uk: &Показати кнопку імпорту файлу CSV

source: &Show export CSV file button
tr: &CSV dosyasını dışa aktar düğmesini göster
uk: &Показати кнопку експорту файлу CSV

source: Path of agenda files:
tr: Ajanda dosyalarının saklandığı konum:
uk: Шлях до файлів телефонної книги:

source: &Select or add a directory
tr: &Bir dizin seç veya ekle
uk: &Вибрати або додати каталог

source: Choose where to save the Data Base file
tr: Veri Tabanı dosyasının nereye kaydedileceğini seçin
uk: Виберіть місце для збереження файлу бази даних

source: Database files (*.db)
tr: Veritabanı dosyaları (*.db)
uk: Файли бази даних (*.db)

source: Name
tr: İsim
uk: Ім'я

source: Email
tr: E-posta
uk: Електронна пошта

source: An instance of {} is already open.
tr: {} örneği zaten açık.
uk: Екземпляр {} уже відкрито.

source: No records found!
tr: Kayıt bulunamadı!
uk: Записів не знайдено!

source: Search for:
tr: Arama türü:
uk: Пошук за:

source: &Search
tr: &Ara
uk: &Пошук

source: &Edit
tr: Düz&enle
uk: &Редагувати

source: &New
tr: Ye&ni
uk: &Додати

source: &Remove
tr: Kaldı&r
uk: &Видалити

source: Refres&h
tr: &Yenile
uk: &Оновити

source: &Import csv...
tr: CSV dosyasını &içe aktar...
uk: &Імпортувати CSV...

source: Ex&port csv...
tr: CSV olarak d&ışa aktar...
uk: Екс&портувати CSV...

source: &Delete all records.
tr: Tüm kayıtları &sil.
uk: &Видалити всі записи.

source: E&xit
tr: &Çık
uk: В&ихід

source: No records selected!
tr: Kayıt seçilmedi!
uk: Записи не вибрано!

source: To edit
tr: Düzenlemek için
uk: Для редагування

source: Do you want to delete the selected record?
tr: Seçilen kaydı silmek istiyor musunuz?
uk: Ви бажаєте видалити вибраний запис?

source: Record deleted!
tr: Kayıt silindi!
uk: Запис видалено!

source: Error deleting record: {}
tr: Kayıt silinirken hata oluştu: {}
uk: Помилка видалення запису: {}

source: No contacts found matching the search criteria.
tr: Arama kriterleriyle eşleşen kişi bulunamadı.
uk: Не знайдено контактів, що відповідають критеріям пошуку.

source: Registros atualizados!
tr: Kayıtlar güncellendi!
uk: Записи оновлено!

source: import csv file
tr: csv dosyasını içe aktar
uk: імпорт файлу csv

source: File imported successfully!
tr: Dosya başarıyla içe aktarıldı!
uk: Файл успішно імпортовано!

source: It was not possible to import the file! {e}
tr: Dosya içe aktarılamadı! {e}
uk: Не вдалося імпортувати файл! {e}

source: export csv file
tr: csv dosyasını dışa aktar
uk: експорт файлу csv

source: File exported successfully!
tr: Dosya başarıyla dışa aktarıldı!
uk: Файл успішно експортовано!

source: It was not possible to export the file! {e}
tr: Dosya dışa aktarılamadı! {e}
uk: Не вдалося експортувати файл! {e}

source: Error counting records: {}
tr: Kayıtlar sayılırken hata oluştu: {}
uk: Помилка підрахунку записів: {}

source: The agenda is empty!
tr: Ajanda boş!
uk: Телефонна книга порожня!

source: This operation erases all phonebook entries. do you wish to continue?
tr: Bu işlem tüm telefon defteri girişlerini siler. devam etmek istiyor musunuz?
uk: Ця операція видаляє всі записи телефонної книги. ви хочете продовжити?

source: Agenda deleted!
tr: Ajanda silindi!
uk: Телефонна книга видалена!

source: Error deleting records: {}
tr: Kayıtlar silinirken hata oluştu: {}
uk: Помилка видалення записів: {}

source: Contacts Manager for NVDA
tr: NVDA için Kişi Yöneticisi
uk: Менеджер контактів для NVDA

source: This add-on creates a contacts manager where you can save phone numbers, emails, and other contact information for people and companies you consider necessary.
tr: Bu eklenti, gerekli olduğunu düşündüğünüz kişi ve şirketlerin telefon numaralarını, e-postalarını ve diğer iletişim bilgilerini kaydedebileceğiniz bir kişi yöneticisi oluşturur.
uk: Цей додаток створює менеджер контактів, де ви можете зберігати номери телефонів, електронні адреси та іншу контактну інформацію людей і компаній, які вважаєте за потрібне.
